Revit 2027 API
BuiltInFailures.GroupFailures.UnableToMaintainExclusionsWarn Property
 Unable to maintain exclusion of some group members. Some excluded members have been restored.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToMaintainExclusionsWarn { get; }
Public Shared ReadOnly Property UnableToMaintainExclusionsWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToMaintainExclusionsWarn {
	FailureDefinitionId^ get ();
}
static member UnableToMaintainExclusionsWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace